[
  "obsidian-kanban",
  "surfing",
  "obsidian-list-callouts",
  "obsidian-excalidraw-plugin",
  "table-editor-obsidian",
  "obsidian-tasks-plugin",
  "multi-column-markdown",
  "markdown-table-editor",
  "editing-toolbar",
  "dataview",
  "obsidian-image-auto-upload-plugin",
  "obsidian-file-color",
  "file-explorer-note-count",
  "obsidian-mind-map",
  "calendar",
  "obsidian-rich-links",
  "mysnippets-plugin",
  "tag-wrangler",
  "mxmind",
  "contribution-graph",
  "easy-typing-obsidian",
  "dbfolder",
  "obsidian-memos",
  "obsidian-linter",
  "various-complements",
  "tag-word-cloud",
  "size-history",
  "pane-relief",
  "obsidian-tidy-footnotes",
  "last-modified-timestamp-in-status-bar",
  "obsidian-hover-editor",
  "adjacency-matrix-maker",
  "automatic-table-of-contents",
  "canvas-links",
  "canvas-mindmap",
  "chronology",
  "colored-tags",
  "convert-url-to-iframe",
  "cycle-through-panes",
  "cmdr",
  "templater-obsidian",
  "i18n",
  "avatar",
  "card-board",
  "obsidian-custom-frames",
  "obsidian-enhancing-mindmap",
  "obsidian-git",
  "file-tree-alternative",
  "obsidian-icon-folder",
  "nl-syntax-highlighting",
  "obsidian-annotator",
  "obsidian-checklist-plugin",
  "buttons",
  "messager",
  "obsidian-dynamic-background",
  "quickadd",
  "homepage",
  "obsidian-charts",
  "obsidian-chartsview-plugin",
  "code-styler",
  "obsidian-timeline",
  "mermaid-tools",
  "omnisearch",
  "graph-analysis",
  "zen",
  "lazy-plugins",
  "obsidian-admonition",
  "obsidian-echarts",
  "auto-card-link",
  "obsidian-relation-pane",
  "obsidian-advanced-uri",
  "nldates-obsidian",
  "obsidian-show-file-path",
  "note-to-mp",
  "obsidian-tracker",
  "obsidian42-brat",
  "obsidian-sakana-widget",
  "tray",
  "tenki",
  "color-folders-files",
  "recent-files-obsidian",
  "obsidian-export-image",
  "url-into-selection",
  "obsidian-banners"
]